  var pins = [
    {
      position: [35.71891888, 139.91070346],
      content: '大洲防災公園',
      content_detail: '市川市にある緊急時に役立つ防災公園です。',
      suggestion: [
        '緊急時にカマドになるベンチを確認してみましょう',
        '多目的広場を訪れてみましょう'
      ],
      type: '防災'
    },
    {
      position: [35.6337679, 140.1168127],
      content: '千草台公民館',
      content_detail: '千葉市稲毛区にある避難所の1つです。',
      suggestion: [
        'ここまでの経路を確認してみましょう。',
        '近くにある他の避難所を探してみましょう。'
      ],
      type: '防災'
    },
    {
      position: [35.632896, 139.880394],
      content: '東京ディズニーリゾート',
      content_detail: '東京ディズニーリゾートは千葉県を代表する観光地です。',
      suggestion: [
        'ディズニーリゾート内で安全な避難ルートを確認しましょう。',
        '防災設備の位置を確認してみましょう。'
      ],
      type: '観光'
    },
    {
      position: [35.7636035, 140.3859353],
      content: '成田空港第一ターミナル',
      content_detail: '千葉県の空の玄関口です。',
      suggestion: [
        '避難経路の確認をしてみましょう',
        '消火器の場所を確認しましょう'
      ],
      type: '観光'
    }
  ];
